'''Партнёры'''
partners_text = "👇 Список партнёров, добавленных в базу данных:"

wait_partner_name_text = "Пришлите название партнёра ✍️"

wait_partner_info_text = "Пришлите информацию о партнёре (текст/видео/фото) ✍️"

add_partner_success_text = "Партнёр успешно добавлен в базу данных! ✅"

partner_actions_edit_text = """
Пришлите обновлённую информацию о партнёре (текст/видео/фото) ✍️

<b>Старая информация будет заменена на новую.</b>
"""

partner_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о партнёре "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

partner_actions_delete_confirmation_yes_text  = 'Партнёр "{}" успешно удалён! ✅'

partner_actions_delete_confirmation_no_text  = 'Удаление партнёра "{}" отменено.'

change_partner_success_text = 'Данные о партнёре "{}" успешно изменены! ✅'
'''/Партнёры/'''