'''Глобальное'''
admin_menu_text = """
Добро пожаловать в админ-меню, {}! ⚜️

Выбери, что хочешь изменить:
"""
'''/Глобальное/'''

'''Статистика'''
stats_title_text = '<b>Статистика</b>'

stats_info_text = """
<b>📊 Статистика за {}</b>

<b>👤 Пользователи:</b>
<b>Всего:</b> {}

<b>🌎 ГЕО:</b>
{}
"""

wait_user_id_for_stats_text = 'Напишите Telegram ID пользователя, статистику которого хотите получить ✍️'

send_user_individual_stats_text = '''
👤 Статистика пользователя @{}:

🆔 Telegram ID: {}

📆 Дата регистрации: {}

👥 Количество приглашённых рефералов: {}
'''
'''/Статистика/'''