'''Что нового?'''
'''Новости команды'''
team_news_text = "👇 Список новостей команды, добавленных в базу данных:"

wait_team_news_item_name_text = "Пришлите название новости команды ✍️"

wait_team_news_item_info_text = "Пришлите информацию о новости команды (текст/видео/фото) ✍️"

add_team_news_item_success_text = "Новость команды успешно добавлена в базу данных! ✅"

team_news_item_actions_edit_text = """
Пришлите обновлённую информацию о новости команды (текст/видео/фото) ✍️

<b>Старая информация будет заменена на новую.</b>
"""

team_news_item_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о новости "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

team_news_item_actions_delete_confirmation_yes_text  = 'Новость "{}" успешно удалён! ✅'

team_news_item_actions_delete_confirmation_no_text  = 'Удаление новости "{}" отменено.'

change_team_news_item_success_text = 'Данные о новости "{}" успешно изменены! ✅'
'''/Новости команды/'''

'''Эксклюзивные треки'''
exclusive_tracks_text = "👇 Список эксклюзивных треков, добавленных в базу данных:"

wait_exclusive_track_name_text = "Пришлите название эксклюзивного трека ✍️"

wait_exclusive_track_info_text = 'Пришлите эксклюзивный трек в виде формата "Музыка" (можно с подписью) ✍️'

add_exclusive_track_success_text = "Эксклюзивный трек добавлен в базу данных! ✅"

exclusive_track_actions_edit_text = """
Пришлите обновлённый эксклюзивный трек ✍️

<b>Старая информация будет заменена на новую.</b>
"""

exclusive_track_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию об эксклюзивном треке "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

exclusive_track_actions_delete_confirmation_yes_text  = 'Эксклюзивный трек "{}" успешно удалён! ✅'

exclusive_track_actions_delete_confirmation_no_text  = 'Удаление эксклюзивного трека "{}" отменено.'

change_exclusive_track_success_text = 'Данные об эксклюзивном треке "{}" успешно изменены! ✅'
'''/Эксклюзивные треки/'''

'''Музыка с концерта'''
concert_music_text = "👇 Список музыки с концертов, добавленных в базу данных:"

wait_concert_music_item_name_text = "Пришлите название музыки с концерта ✍️"

wait_concert_music_item_info_text = 'Пришлите музыку с концерта в виде формата "Музыка" (можно с подписью) ✍️'

add_concert_music_item_success_text = "Музыка с концерта добавлен в базу данных! ✅"

concert_music_item_actions_edit_text = """
Пришлите обновлённую музыку с концерта ✍️

<b>Старая информация будет заменена на новую.</b>
"""

concert_music_item_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию об музыке с концерта "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

concert_music_item_actions_delete_confirmation_yes_text  = 'Музыка с концерта "{}" успешно удалён! ✅'

concert_music_item_actions_delete_confirmation_no_text  = 'Удаление музыки с концерта "{}" отменено.'

change_concert_music_item_success_text = 'Данные о музыке с концерта "{}" успешно изменены! ✅'
'''/Музыка с концерта/'''
'''/Что нового?/'''