'''Прошедшие концерты'''
previous_concerts_text = "👇 Список прошедших концертов, добавленных в базу данных:"

wait_previous_concert_name_text = "Пришлите название прошедшего концерта ✍️"

wait_previous_concert_info_text = "Пришлите информацию о прошедшем концерте (текст/видео/фото) ✍️"

add_previous_concert_success_text = "Прошедший концерт успешно добавлен в базу данных! ✅"

show_previous_concert_text = '''
Информация о прошедшем концерте "{}":

<i>{}</i>
'''

show_previous_concert_withImages_text = '''
☝️ Информация о прошедшем концерте "{}":

<i>{}</i>
'''

show_previous_concert_withoutText_text = '''
Информация о прошедшем концерте "{}" ☝️
'''

previous_concert_actions_edit_text = """
Пришлите обновлённую информацию о прошедшем концерте (текст/видео/фото) ✍️

Старая информация будет заменена на новую.
"""

previous_concert_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о прошедшем концерте "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

previous_concert_actions_delete_confirmation_yes_text  = 'Прошедший концерт "{}" успешно удалён! ✅'

previous_concert_actions_delete_confirmation_no_text  = 'Удаление прошедшего концерта "{}" отменено.'

change_previous_concert_success_text = 'Данные о прошедшем концерте "{}" успешно изменены! ✅'
'''/Прошедшие концерты/'''