'''Предстоящие концерты'''
future_concerts_text = "👇 Список предстоящих концертов, добавленных в базу данных:"

show_future_concert_choose_info_text = "Выбери какую информацию хочешь узнать о предстоящем концерте:"

wait_future_concert_name_text = "Пришлите название предстоящего концерта: ✍️"

wait_future_concert_artist_info_text = "Пришлите информацию об артисте (текст/видео/фото) ✍️"

wait_future_concert_platform_info_text = "Пришлите информацию о площадке (текст/видео/фото) ✍️"

wait_future_concert_holding_time_text = "Напишите время проведения предстоящего концерта в формате: <i>00.00.0000 00:00</i> ✍️"

wait_future_concert_ticket_price_text = "Напишите стоимость билета предстоящего концерта в RUB. Пришлите только число ✍️"

add_future_concert_success_text = "Предстоящий концерт успешно добавлен в базу данных! ✅"

show_future_concert_artist_info_text = '''
Информация об артисте предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_artist_info_withImages_text = '''
☝️ Информация об артисте предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_artist_info_withoutText_text = '''
Информация об артисте предстоящего концерта "{}" ☝️
'''

show_future_concert_platform_info_text = '''
Информация о платформе предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_platform_info_withImages_text = '''
☝️ Информация о платформе предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_platform_info_withoutText_text = '''
Информация о платформе предстоящего концерта "{}" ☝️
'''

show_future_concert_holding_time_text = 'Время проведения предстоящего концерта "{}": {}'

show_future_concert_ticket_price_text = 'Стоимость билета предстоящего концерта "{}": {} RUB'

future_concert_actions_edit_text = """
Пришлите обновлённую информацию о прошедшем концерте (текст/видео/фото) ✍️

Старая информация будет заменена на новую.
"""

edit_future_concert_artist_info_text = """
Пришлите обновлённую информацию об артисте (текст/видео/фото) ✍️

Старая информация будет заменена на новую.
"""

edit_future_concert_platform_info_text = """
Пришлите обновлённую информацию о площадке (текст/видео/фото) ✍️

Старая информация будет заменена на новую.
"""

edit_future_concert_holding_time_text = """
Напишите обновлённое время проведения предстоящего концерта в формате: <i>00.00.0000 00:00</i> ✍️

Старая информация будет заменена на новую.
"""

edit_future_concert_ticket_price_text = """
Напишите обновлённую стоимость билета предстоящего концерта в RUB. Пришлите только число ✍️

Старая информация будет заменена на новую.
"""


future_concert_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о предстоящем концерте "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

future_concert_actions_delete_confirmation_yes_text  = 'Предстоящий концерт "{}" успешно удалён! ✅'

future_concert_actions_delete_confirmation_no_text  = 'Удаление предстоящего концерта "{}" отменено.'

change_future_concert_artist_info_success_text = 'Информация об артисте предстоящего концерта "{}" успешно изменена! ✅'

change_future_concert_platform_info_success_text = 'Информация о платформе предстоящего концерта "{}" успешно изменена! ✅'

change_future_concert_holding_time_success_text = '🕰 Время проведения предстоящего концерта "{}" успешно изменена! ✅'

change_future_concert_ticket_price_success_text = '🎟 Стоимость билета предстоящего концерта "{}" успешно изменена! ✅'
'''/Предстоящие концерты/'''