'''Что нового?'''
team_news_text = "👇 Список новостей команды, добавленных в базу данных:"

wait_team_news_name_text = "Пришлите название новости команды ✍️"

wait_team_news_info_text = "Пришлите информацию о новости команды (текст/видео/фото) ✍️"

add_team_news_success_text = "Новость команды успешно добавлена в базу данных! ✅"

team_news_actions_edit_text = """
Пришлите обновлённую информацию о новости команды (текст/видео/фото) ✍️

Старая информация будет заменена на новую.
"""

team_news_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о новости "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

team_news_actions_delete_confirmation_yes_text  = 'Новость "{}" успешно удалён! ✅'

team_news_actions_delete_confirmation_no_text  = 'Удаление новости "{}" отменено.'

change_team_news_success_text = 'Данные о новости "{}" успешно изменены! ✅'
'''/Что нового?/'''