'''Скидки и акции'''
'''Скидки'''
rebates_text = "👇 Список скидок, добавленных в базу данных:"

wait_rebate_name_text = "Пришлите название скидки ✍️"

wait_rebate_info_text = "Пришлите информацию о скидке (текст/видео/фото) ✍️"

add_rebate_success_text = "Скидка успешно добавлена в базу данных! ✅"

rebate_actions_edit_text = """
Пришлите обновлённую информацию о скидке (текст/видео/фото) ✍️

<b>Старая информация будет заменена на новую.</b>
"""

rebate_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию о скидке "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

rebate_actions_delete_confirmation_yes_text  = 'Скидка "{}" успешно удалена! ✅'

rebate_actions_delete_confirmation_no_text  = 'Удаление скидки "{}" отменено.'

change_rebate_success_text = 'Данные о скидке "{}" успешно изменены! ✅'
'''/Скидки/'''


'''Акции'''
stocks_text = "👇 Список акций, добавленных в базу данных:"

wait_stock_name_text = "Пришлите название акции ✍️"

wait_stock_info_text = "Пришлите информацию об акции (текст/видео/фото) ✍️"

add_stock_success_text = "Акция успешно добавлена в базу данных! ✅"

stock_actions_edit_text = """
Пришлите обновлённую информацию об акции (текст/видео/фото) ✍️

<b>Старая информация будет заменена на новую.</b>
"""

stock_actions_delete_confirmation_text = """
Вы уверены что хотите удалить всю информацию об акции "{}"?

<b>После удаления информацию восстановить не получиться.</b>
"""

stock_actions_delete_confirmation_yes_text  = 'Акция "{}" успешно удалена! ✅'

stock_actions_delete_confirmation_no_text  = 'Удаление акции "{}" отменено.'

change_stock_success_text = 'Данные о скидке "{}" успешно изменены! ✅'
'''/Акции/'''
'''/Скидки и акции/'''