'''Глобальное'''
admin_menu_text = """
Добро пожаловать в админ-меню! ⚜️

Выбери, что хочешь изменить:
"""
'''/Глобальное/'''

'''Прошедшие концерты'''
previous_concerts_text = "Список прошедших концертов, добавленных в базу данных:"

wait_previous_concert_name_text = "Пришлите название прошедшего концерта: ✍️"

wait_previous_concert_info_text = "Пришлите информацию о прошедшем концерте (текст/видео/фото) ✍️"

add_previous_concert_success_text = "Прошедший концерт успешно добавлен в базу данных! ✅"

show_previous_concert_text = '''
Информация о прошедшем концерте "{}":

<i>{}</i>
'''

show_previous_concert_withImages_text = '''
☝️ Информация о прошедшем концерте "{}":

<i>{}</i>
'''

show_previous_concert_withoutText_text = '''
Информация о прошедшем концерте "{}" ☝️
'''

'''/Прошедшие концерты/'''