'''Скидки и акции'''
discounts_choice_text = '''
Выберите, какую информацию хотите получить:
'''

rebates_text = "<b>Подгон от организаторов</b>"

stocks_text = "<b>Халява за счёт заведения</b>"

ref_system_text = "<b>Как работает рефералка?</b>"

'''Акции'''
show_rebates_text = '''
Информация об акции "{}":

<i>{}</i>
'''

show_rebates_withImages_text = '''
☝️ Информация об акции "{}":

<i>{}</i>
'''

show_rebates_withoutText_text = '''
Информация об акции "{}" ☝️
'''
'''/Акции/'''
'''/Скидки и акции/'''