'''Предстоящие концерты'''
future_concerts_text = "👇 Список предстоящих концертов:"

show_future_concert_artist_info_text = '''
Информация об артисте предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_artist_info_withImages_text = '''
☝️ Информация об артисте предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_artist_info_withoutText_text = '''
Информация об артисте предстоящего концерта "{}" ☝️
'''

show_future_concert_platform_info_text = '''
Информация о платформе предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_platform_info_withImages_text = '''
☝️ Информация о платформе предстоящего концерта "{}":

<i>{}</i>
'''

show_future_concert_platform_info_withoutText_text = '''
Информация о платформе предстоящего концерта "{}" ☝️
'''

show_future_concert_choose_info_text = "Выбери какую информацию хочешь узнать о предстоящем концерте:"

show_future_concert_holding_time_text = 'Время проведения предстоящего концерта "{}": {}'

show_future_concert_ticket_price_text = 'Стоимость билета предстоящего концерта "{}": {} RUB'
'''/Предстоящие концерты/'''