'''Скидки и акции'''
discounts_choice_text = '''
Выберите, какую информацию хотите получить:
'''

rebates_text = "<b>Подгон от организаторов</b>"

stocks_text = "<b>Халява за счёт заведения</b>"

ref_system_text = "<b>Как работает рефералка?</b>"

'''Скидки'''
show_rebates_text = '''
Информация о скидке "{}":

<i>{}</i>
'''

show_rebates_withImages_text = '''
☝️ Информация о скидке "{}":

<i>{}</i>
'''

show_rebates_withoutText_text = '''
Информация о скидке "{}" ☝️
'''
'''/Скидки/'''

'''Акции'''
show_stocks_text = '''
Информация об акции "{}":

<i>{}</i>
'''

show_stocks_withImages_text = '''
☝️ Информация об акции "{}":

<i>{}</i>
'''

show_stocks_withoutText_text = '''
Информация об акции "{}" ☝️
'''
'''/Акции/'''

'''Реферальная система'''
ref_stats_text = '''
👤 Ваша статистика:

🆔 Telegram ID: {}

📆 Дата регистрации: {}

👥 Количество приглашённых рефералов: {}

Ваша реферальная ссылка:
<code>{}</code>
'''
'''/Реферальная система/'''
'''/Скидки и акции/'''