about_us_text = '''
О нас - <b>Эйдос - свежий вздох на проведение концертов</b>, мы берём новых, самых стильных и талантливых артистов, и даём вам возможность <b>услышать новый звук в Краснодаре</b>. Не ограничивай <i>себя</i> - вдохни <code>свежий стиль .</code>
'''

about_organization_text = '''
<b>О организации</b> - г. Краснодар. Номер телефона +79213299965 ИП - Головачев Виктор Николаевич ИНН-262812110798
ОГРН-324237500472503. По вопросам рекламы и сотрудничества @Trafic_source - Telegram.
'''